{"text": "All available and relevant information on substances on their own, in preparations and in articles should be collected to assist in identifying hazardous properties, and recommendations about risk management measures should systematically be conveyed through supply chains, as reasonably necessary, to prevent adverse effects on human health and the environment."}
{"text": "To ensure workability and to maintain the incentives for waste recycling and recovery, wastes should not be regarded as substances, preparations or articles within the meaning of this Regulation."}
{"text": "Responsibility for the management of the risks of substances should lie with the natural or legal persons that manufacture, import, place on the market or use these substances."}
{"text": "The authorisation provisions should ensure the good functioning of the internal market while assuring that the risks from substances of very high concern are properly controlled."}
{"text": "The restriction provisions should allow the manufacturing, placing on the market and use of substances presenting risks that need to be addressed, to be made subject to total or partial bans or other restrictions, based on an assessment of those risks."}
{"text": "The responsibility to assess the risks and hazards of substances should be given, in the first place, to the natural or legal persons that manufacture or import substances, but only when they do so in quantities exceeding a certain volume, to enable them to carry the associated burden."}
{"text": "In order to undertake chemical safety assessments of substances effectively, manufacturers and importers of substances should obtain information on these substances, if necessary by performing new tests."}
{"text": "A chemical safety assessment should not need to be performed for substances in preparations in certain very small concentrations which are considered as not giving rise to concern."}
{"text": "Substances in preparations in such low concentrations should also be exempt from authorisation."}
{"text": "These provisions should apply equally to preparations that are solid mixtures of substances until a specific shape is given to such a preparation that transforms it into an article."}
{"text": "Joint submission and the sharing of information on substances should be provided for in order to increase the efficiency of the registration system, to reduce costs and to reduce testing on vertebrate animals."}
{"text": "One of a group of multiple registrants should submit information on behalf of the others according to rules which ensure that all the required information is submitted, while allowing sharing of the costs burden."}
{"text": "A registrant should be able to submit information directly to the Agency in certain specified cases"}
{"text": "Requirements for generation of information on substances should be tiered according to the volumes of manufacture or importation of a substance, because these provide an indication of the potential for exposure of man and the environment to the substances, and should be described in detail."}
{"text": "The Member States, the Agency and all interested parties should take full account of the results of the RIPs, in particular with regard to the registration of substances which occur in nature."}
{"text": "Polymers should be exempted from registration and evaluation until those that need to be registered due to the risks posed to human health or the environment can be selected in a practicable and cost-efficient way on the basis of sound technical and valid scientific criteria."}
{"text": "Data for substances already notified in accordance with Directive 67/548/EEC should be eased into the system and should be upgraded when the next tonnage quantity threshold is reached."}
{"text": "In order to provide a harmonised, simple system, all registrations should be submitted to the Agency."}
{"text": "To ensure that the information gathered through the registration is kept up-to-date, an obligation on registrants to inform the Agency of certain changes to the information should be introduced."}
{"text": "The registrant who receives these data should be obliged to pay a contribution to the costs to the owner of the data."}
{"text": "For non-phase-in substances, the Agency may ask for evidence that a potential registrant has paid the owner of a study before the Agency gives permission for the potential registrant to use that information in his registration."}
{"text": "Manufacturers and importers of a substance on its own or in a preparation should be encouraged to communicate with the downstream users of the substance with regard to whether they intend to register the substance."}
{"text": "The Commission should develop a system categorising brief general descriptions of uses taking into account the outcomes of the RIPs."}
{"text": "The Agency should also be empowered to require further information from manufacturers, importers or downstream users on substances suspected of posing a risk to human health or the environment, including by reason of their presence on the internal market in high volumes, on the basis of evaluations performed."}
{"text": " If a risk equivalent to the level of concern arising from the use of substances subject to authorisation arises from the use of isolated intermediates on site, the competent authorities of the Member States should also be allowed to require further information, when justified."}
{"text": "To ensure a sufficiently high level of protection for human health, including having regard to relevant human population groups and possibly to certain vulnerable sub-populations, and the environment, substances of very high concern should, in accordance with the precautionary principle, be subject to careful attention."}
{"text": "To support the aim of eventual replacement of substances of very high concern by suitable alternative substances or technologies, all applicants for authorisation should provide an analysis of alternatives considering their risks and the technical and economic feasibility of substitution, including information on any research and development the applicant is undertaking or intends to undertake."}
{"text": "In such cases the substance should be removed from the list of substances for which applications can be submitted and added to the list of restricted substances."}
{"text": "The Agency should maintain a list of substances for which a restriction dossier is being prepared."}
{"text": "For reasons of transparency, the Agency should publish the relevant dossier including the suggested restrictions while requesting comments."}
{"text": "In order to finalise the procedure in due time, the Agency should submit its opinions on the suggested action and its impact on the basis of a draft opinion prepared by a rapporteur."}
{"text": "A Commission Regulation should specify the structure and amounts of fees, including specifying the circumstances under which a proportion of the fees will be transferred to the relevant Member State competent authority."}
{"text": "In order to ensure compliance with this Regulation, Member States should put in place effective monitoring and control measures."}
{"text": "EU-citizens should have access to information about chemicals to which they may be exposed, in order to allow them to make informed decisions about their use of chemicals."}
{"text": "The Agency should consider the need for a proposal for a restriction where it considers that the use of such substances in articles poses a risk to human health or the environment that is not adequately controlled."}