{"text":"Personal data shall be processed lawfully, fairly and in a transparent manner in relation to the data subject ('lawfulness, fairness and transparency')."}
{"text":"Personal data shall be collected for specified, explicit and legitimate purposes and not further processed in a manner that is incompatible with those purposes."}
{"text":"Further processing for archiving purposes in the public interest, scientific or historical research purposes or statistical purposes shall, in accordance with Article 89(1), not be considered to be incompatible with the initial purposes ('purpose limitation')."}
{"text":"Personal data shall be adequate, relevant and limited to what is necessary in relation to the purposes for which they are processed ('data minimisation')."}
{"text":"Personal data shall be accurate and, where necessary, kept up to date."}
{"text":"every reasonable step must be taken to ensure that personal data that are inaccurate, having regard to the purposes for which they are processed, are erased or rectified without delay ('accuracy')."}
{"text":"Personal data shall be kept in a form which permits identification of data subjects for no longer than is necessary for the purposes for which the personal data are processed."}
{"text":"Personal data shall be processed in a manner that ensures appropriate security of the personal data, including protection against unauthorised or unlawful processing and against accidental loss, destruction or damage, using appropriate technical or organisational measures ('integrity and confidentiality')."}
{"text":"The controller shall be responsible for, and be able to demonstrate compliance with, paragraph 1 ('accountability')."}
{"text":"Processing shall be lawful only if and to the extent that the data subject has given consent to the processing of his or her personal data for one or more specific purposes."}
{"text":"Processing shall be lawful only if and to the extent that processing is necessary for compliance with a legal obligation to which the controller is subject."}
{"text":"Processing shall be lawful only if and to the extent that processing is necessary for the purposes of the legitimate interests pursued by the controller or by a third party, except where such interests are overridden by the interests or fundamental rights and freedoms of the data subject which require protection of personal data, in particular where the data subject is a child."}
{"text":"Point (f) of the first subparagraph shall not apply to processing carried out by public authorities in the performance of their tasks."}
{"text":"The basis for the processing referred to in point (c) and (e) of paragraph 1 shall be laid down by Union law or Member State law to which the controller is subject."}
{"text":"The purpose of the processing shall be determined in that legal basis or, as regards the processing referred to in point (e) of paragraph 1, shall be necessary for the performance of a task carried out in the public interest or in the exercise of official authority vested in the controller."}
{"text":"The Union or the Member State law shall meet an objective of public interest and be proportionate to the legitimate aim pursued."}
{"text":"Where the processing for a purpose other than that for which the personal data have been collected is not based on the data subject's consent or on a Union or Member State law which constitutes a necessary and proportionate measure in a democratic society to safeguard the objectives referred to in Article 23(1), the controller shall, in order to ascertain whether processing for another purpose is compatible with the purpose for which the personal data are initially collected, take into account, inter alia: any link between the purposes for which the personal data have been collected and the purposes of the intended further processing."}
{"text":"Where the processing for a purpose other than that for which the personal data have been collected is not based on the data subject's consent or on a Union or Member State law which constitutes a necessary and proportionate measure in a democratic society to safeguard the objectives referred to in Article 23(1), the controller shall, in order to ascertain whether processing for another purpose is compatible with the purpose for which the personal data are initially collected, take into account, inter alia: the context in which the personal data have been collected, in particular regarding the relationship between data subjects and the controller."}
{"text":"Where the processing for a purpose other than that for which the personal data have been collected is not based on the data subject's consent or on a Union or Member State law which constitutes a necessary and proportionate measure in a democratic society to safeguard the objectives referred to in Article 23(1), the controller shall, in order to ascertain whether processing for another purpose is compatible with the purpose for which the personal data are initially collected, take into account, inter alia: the nature of the personal data, in particular whether special categories of personal data are processed, pursuant to Article 9, or whether personal data related to criminal convictions and offences are processed, pursuant to Article 10."}
{"text":"Where the processing for a purpose other than that for which the personal data have been collected is not based on the data subject's consent or on a Union or Member State law which constitutes a necessary and proportionate measure in a democratic society to safeguard the objectives referred to in Article 23(1), the controller shall, in order to ascertain whether processing for another purpose is compatible with the purpose for which the personal data are initially collected, take into account, inter alia: the possible consequences of the intended further processing for data subjects."}
{"text":"Where the processing for a purpose other than that for which the personal data have been collected is not based on the data subject's consent or on a Union or Member State law which constitutes a necessary and proportionate measure in a democratic society to safeguard the objectives referred to in Article 23(1), the controller shall, in order to ascertain whether processing for another purpose is compatible with the purpose for which the personal data are initially collected, take into account, inter alia: the existence of appropriate safeguards, which may include encryption or pseudonymisation."}
{"text":"If the data subject's consent is given in the context of a written declaration which also concerns other matters, the request for consent shall be presented in a manner which is clearly distinguishable from the other matters, in an intelligible and easily accessible form, using clear and plain language."}
{"text":"Any part of such a declaration which constitutes an infringement of this Regulation shall not be binding."}
{"text":"The data subject shall have the right to withdraw his or her consent at any time."}
{"text":"The withdrawal of consent shall not affect the lawfulness of processing based on consent before its withdrawal."}
{"text":"It shall be as easy to withdraw as to give consent."}
{"text":"When assessing whether consent is freely given, utmost account shall be taken of whether, inter alia, the performance of a contract, including the provision of a service, is conditional on consent to the processing of personal data that is not necessary for the performance of that contract."}
{"text":"Where point (a) of Article 6(1) applies, in relation to the offer of information society services directly to a child, the processing of the personal data of a child shall be lawful where the child is at least 16 years old."}
{"text":"Where the child is below the age of 16 years, such processing shall be lawful only if and to the extent that consent is given or authorised by the holder of parental responsibility over the child."}
{"text":"The controller shall make reasonable efforts to verify in such cases that consent is given or authorised by the holder of parental responsibility over the child, taking into consideration available technology."}
{"text":"Paragraph 1 shall not affect the general contract law of Member States such as the rules on the validity, formation or effect of a contract in relation to a child."}
{"text":"Paragraph 1 shall not apply if one of the following applies: the data subject has given explicit consent to the processing of those personal data for one or more specified purposes, except where Union or Member State law provide that the prohibition referred to in paragraph 1 may not be lifted by the data subject."}
{"text":"Paragraph 1 shall not apply if one of the following applies: processing is necessary for the purposes of carrying out the obligations and exercising specific rights of the controller or of the data subject in the field of employment and social security and social protection law in so far as it is authorised by Union or Member State law or a collective agreement pursuant to Member State law providing for appropriate safeguards for the fundamental rights and the interests of the data subject."}
{"text":"Paragraph 1 shall not apply if one of the following applies: processing is necessary to protect the vital interests of the data subject or of another natural person where the data subject is physically or legally incapable of giving consent."}
{"text":"Paragraph 1 shall not apply if one of the following applies: processing is carried out in the course of its legitimate activities with appropriate safeguards by a foundation, association or any other not-for-profit body with a political, philosophical, religious or trade union aim and on condition that the processing relates solely to the members or to former members of the body or to persons who have regular contact with it in connection with its purposes and that the personal data are not disclosed outside that body without the consent of the data subjects."}
{"text":"Paragraph 1 shall not apply if one of the following applies: processing relates to personal data which are manifestly made public by the data subject."}
{"text":"Paragraph 1 shall not apply if one of the following applies: processing is necessary for the establishment, exercise or defence of legal claims or whenever courts are acting in their judicial capacity."}
{"text":"Paragraph 1 shall not apply if one of the following applies: processing is necessary for reasons of substantial public interest, on the basis of Union or Member State law which shall be proportionate to the aim pursued, respect the essence of the right to data protection and provide for suitable and specific measures to safeguard the fundamental rights and the interests of the data subject."}
{"text":"Paragraph 1 shall not apply if one of the following applies: processing is necessary for the purposes of preventive or occupational medicine, for the assessment of the working capacity of the employee, medical diagnosis, the provision of health or social care or treatment or the management of health or social care systems and services on the basis of Union or Member State law or pursuant to contract with a health professional and subject to the conditions and safeguards referred to in paragraph 3."}
{"text":"Paragraph 1 shall not apply if one of the following applies: processing is necessary for reasons of public interest in the area of public health, such as protecting against serious cross-border threats to health or ensuring high standards of quality and safety of health care and of medicinal products or medical devices, on the basis of Union or Member State law which provides for suitable and specific measures to safeguard the rights and freedoms of the data subject, in particular professional secrecy."}
{"text":"Paragraph 1 shall not apply if one of the following applies: processing is necessary for archiving purposes in the public interest, scientific or historical research purposes or statistical purposes in accordance with Article 89(1) based on Union or Member State law which shall be proportionate to the aim pursued, respect the essence of the right to data protection and provide for suitable and specific measures to safeguard the fundamental rights and the interests of the data subject."}
{"text":"Processing of personal data relating to criminal convictions and offences or related security measures based on Article 6(1) shall be carried out only under the control of official authority or when the processing is authorised by Union or Member State law providing for appropriate safeguards for the rights and freedoms of data subjects."}
{"text":"Any comprehensive register of criminal convictions shall be kept only under the control of official authority."}
{"text":"Where, in cases referred to in paragraph 1 of this Article, the controller is able to demonstrate that it is not in a position to identify the data subject, the controller shall inform the data subject accordingly, if possible."}
{"text":"In such cases, Articles 15 to 20 shall not apply except where the data subject, for the purpose of exercising his or her rights under those articles, provides additional information enabling his or her identification."}
{"text":"The information shall be provided in writing, or by other means, including, where appropriate, by electronic means."}
{"text":"The controller shall facilitate the exercise of data subject rights under Articles 15 to 22."}
{"text":"In the cases referred to in Article 11(2), the controller shall not refuse to act on the request of the data subject for exercising his or her rights under Articles 15 to 22, unless the controller demonstrates that it is not in a position to identify the data subject."}
{"text":"The controller shall inform the data subject of any such extension within one month of receipt of the request, together with the reasons for the delay."}
{"text":"Where the data subject makes the request by electronic form means, the information shall be provided by electronic means where possible, unless otherwise requested by the data subject."}
{"text":"If the controller does not take action on the request of the data subject, the controller shall inform the data subject without delay and at the latest within one month of receipt of the request of the reasons for not taking action and on the possibility of lodging a complaint with a supervisory authority and seeking a judicial remedy."}
{"text":"Information provided under Articles 13 and 14 and any communication and any actions taken under Articles 15 to 22 and 34 shall be provided free of charge."}
{"text":"The controller shall bear the burden of demonstrating the manifestly unfounded or excessive character of the request."}
{"text":"Where the icons are presented electronically they shall be machine-readable."}
{"text":"The Commission shall be empowered to adopt delegated acts in accordance with Article 92 for the purpose of determining the information to be presented by the icons and the procedures for providing standardised icons."}
{"text":"In addition to the information referred to in paragraph 1, the controller shall, at the time when personal data are obtained, provide the data subject with the following further information necessary to ensure fair and transparent processing: the period for which the personal data will be stored, or if that is not possible, the criteria used to determine that period."}
{"text":"In addition to the information referred to in paragraph 1, the controller shall, at the time when personal data are obtained, provide the data subject with the following further information necessary to ensure fair and transparent processing: the existence of the right to request from the controller access to and rectification or erasure of personal data or restriction of processing concerning the data subject or to object to processing as well as the right to data portability."}
{"text":"In addition to the information referred to in paragraph 1, the controller shall, at the time when personal data are obtained, provide the data subject with the following further information necessary to ensure fair and transparent processing: where the processing is based on point (a) of Article 6(1) or point (a) of Article 9(2), the existence of the right to withdraw consent at any time, without affecting the lawfulness of processing based on consent before its withdrawal."}
{"text":"In addition to the information referred to in paragraph 1, the controller shall, at the time when personal data are obtained, provide the data subject with the following further information necessary to ensure fair and transparent processing: the right to lodge a complaint with a supervisory authority."}
{"text":"In addition to the information referred to in paragraph 1, the controller shall, at the time when personal data are obtained, provide the data subject with the following further information necessary to ensure fair and transparent processing: whether the provision of personal data is a statutory or contractual requirement, or a requirement necessary to enter into a contract, as well as whether the data subject is obliged to provide the personal data and of the possible consequences of failure to provide such data."}
{"text":"In addition to the information referred to in paragraph 1, the controller shall, at the time when personal data are obtained, provide the data subject with the following further information necessary to ensure fair and transparent processing: the existence of automated decision-making, including profiling, referred to in Article 22(1) and (4) and, at least in those cases, meaningful information about the logic involved, as well as the significance and the envisaged consequences of such processing for the data subject."}
{"text":"Where the controller intends to further process the personal data for a purpose other than that for which the personal data were collected, the controller shall provide the data subject prior to that further processing with information on that other purpose and with any relevant further information as referred to in paragraph 2."}
{"text":"Paragraphs 1, 2 and 3 shall not apply where and insofar as the data subject already has the information."}
{"text":"Where personal data have not been obtained from the data subject, the controller shall provide the data subject with the following information: the identity and the contact details of the controller and, where applicable, of the controller's representative."}
{"text":"Where personal data have not been obtained from the data subject, the controller shall provide the data subject with the following information: the contact details of the data protection officer, where applicable."}
{"text":"Where personal data have not been obtained from the data subject, the controller shall provide the data subject with the following information: the purposes of the processing for which the personal data are intended as well as the legal basis for the processing."}
{"text":"Where personal data have not been obtained from the data subject, the controller shall provide the data subject with the following information: the categories of personal data concerned."}
{"text":"Where personal data have not been obtained from the data subject, the controller shall provide the data subject with the following information: the recipients or categories of recipients of the personal data, if any."}
{"text":"Where personal data have not been obtained from the data subject, the controller shall provide the data subject with the following information: where applicable, that the controller intends to transfer personal data to a recipient in a third country or international organisation and the existence or absence of an adequacy decision by the Commission, or in the case of transfers referred to in Article 46 or 47, or the second subparagraph of Article 49(1), reference to the appropriate or suitable safeguards and the means to obtain a copy of them or where they have been made available."}
{"text":"In addition to the information referred to in paragraph 1, the controller shall provide the data subject with the following information necessary to ensure fair and transparent processing in respect of the data subject: the period for which the personal data will be stored, or if that is not possible, the criteria used to determine that period."}
{"text":"In addition to the information referred to in paragraph 1, the controller shall provide the data subject with the following information necessary to ensure fair and transparent processing in respect of the data subject: where the processing is based on point (f) of Article 6(1), the legitimate interests pursued by the controller or by a third party."}
{"text":"In addition to the information referred to in paragraph 1, the controller shall provide the data subject with the following information necessary to ensure fair and transparent processing in respect of the data subject: the existence of the right to request from the controller access to and rectification or erasure of personal data or restriction of processing concerning the data subject and to object to processing as well as the right to data portability."}
{"text":"In addition to the information referred to in paragraph 1, the controller shall provide the data subject with the following information necessary to ensure fair and transparent processing in respect of the data subject: where processing is based on point (a) of Article 6(1) or point (a) of Article 9(2), the existence of the right to withdraw consent at any time, without affecting the lawfulness of processing based on consent before its withdrawal."}
{"text":"In addition to the information referred to in paragraph 1, the controller shall provide the data subject with the following information necessary to ensure fair and transparent processing in respect of the data subject: the right to lodge a complaint with a supervisory authority."}
{"text":"In addition to the information referred to in paragraph 1, the controller shall provide the data subject with the following information necessary to ensure fair and transparent processing in respect of the data subject: from which source the personal data originate, and if applicable, whether it came from publicly accessible sources."}
{"text":"In addition to the information referred to in paragraph 1, the controller shall provide the data subject with the following information necessary to ensure fair and transparent processing in respect of the data subject: In addition to the information referred to in paragraph 1, the controller shall provide the data subject with the following information necessary to ensure fair and transparent processing in respect of the data subject: the existence of automated decision-making, including profiling, referred to in Article 22(1) and (4) and, at least in those cases, meaningful information about the logic involved, as well as the significance and the envisaged consequences of such processing for the data subject."}
{"text":"The controller shall provide the information referred to in paragraphs 1 and 2 within a reasonable period after obtaining the personal data, but at the latest within one month, having regard to the specific circumstances in which the personal data are processed."}
{"text":"The controller shall provide the information referred to in paragraphs 1 and 2 if the personal data are to be used for communication with the data subject, at the latest at the time of the first communication to that data subject."}
{"text":"The controller shall provide the information referred to in paragraphs 1 and 2 if a disclosure to another recipient is envisaged, at the latest when the personal data are first disclosed."}
{"text":"Where the controller intends to further process the personal data for a purpose other than that for which the personal data were obtained, the controller shall provide the data subject prior to that further processing with information on that other purpose and with any relevant further information as referred to in paragraph 2."}
{"text":"Paragraphs 1 to 4 shall not apply where the data subject already has the information."}
{"text":"Paragraphs 1 to 4 shall not apply wherethe provision of such information proves impossible or would involve a disproportionate effort, in particular for processing for archiving purposes in the public interest, scientific or historical research purposes or statistical purposes, subject to the conditions and safeguards referred to in Article 89(1) or in so far as the obligation referred to in paragraph 1 of this Article is likely to render impossible or seriously impair the achievement of the objectives of that processing."}
{"text":"In such cases the controller shall take appropriate measures to protect the data subject's rights and freedoms and legitimate interests, including making the information publicly available."}
{"text":"Paragraphs 1 to 4 shall not apply whereobtaining or disclosure is expressly laid down by Union or Member State law to which the controller is subject and which provides appropriate measures to protect the data subject's legitimate interests."}
{"text":"Paragraphs 1 to 4 shall not apply wherewhere the personal data must remain confidential subject to an obligation of professional secrecy regulated by Union or Member State law, including a statutory obligation of secrecy."}
{"text":"The data subject shall have the right to obtain from the controller confirmation as to whether or not personal data concerning him or her are being processed, and, where that is the case, access to the personal data and the following information the purposes of the processing."}
{"text":"The data subject shall have the right to obtain from the controller confirmation as to whether or not personal data concerning him or her are being processed, and, where that is the case, access to the personal data and the categories of personal data concerned."}
{"text":"The data subject shall have the right to obtain from the controller confirmation as to whether or not personal data concerning him or her are being processed, and, where that is the case, access to the personal data and the recipients or categories of recipient to whom the personal data have been or will be disclosed, in particular recipients in third countries or international organisations."}
{"text":"The data subject shall have the right to obtain from the controller confirmation as to whether or not personal data concerning him or her are being processed, and, where that is the case, access to the personal data and where possible, the envisaged period for which the personal data will be stored, or, if not possible, the criteria used to determine that period."}
{"text":"The data subject shall have the right to obtain from the controller confirmation as to whether or not personal data concerning him or her are being processed, and, where that is the case, access to the personal data and the existence of the right to request from the controller rectification or erasure of personal data or restriction of processing of personal data concerning the data subject or to object to such processing."}
{"text":"The data subject shall have the right to obtain from the controller confirmation as to whether or not personal data concerning him or her are being processed, and, where that is the case, access to the personal data and the right to lodge a complaint with a supervisory authority."}
{"text":"The data subject shall have the right to obtain from the controller confirmation as to whether or not personal data concerning him or her are being processed, and, where that is the case, access to the personal data and where the personal data are not collected from the data subject, any available information as to their source."}
{"text":"The data subject shall have the right to obtain from the controller confirmation as to whether or not personal data concerning him or her are being processed, and, where that is the case, access to the personal data and the existence of automated decision-making, including profiling, referred to in Article 22(1) and (4) and, at least in those cases, meaningful information about the logic involved, as well as the significance and the envisaged consequences of such processing for the data subject."}
{"text":"Where personal data are transferred to a third country or to an international organisation, the data subject shall have the right to be informed of the appropriate safeguards pursuant to Article 46 relating to the transfer."}
{"text":"The controller shall provide a copy of the personal data undergoing processing."}
{"text":"Where the data subject makes the request by electronic means, and unless otherwise requested by the data subject, the information shall be provided in a commonly used electronic form."}
{"text":"The right to obtain a copy referred to in paragraph 3 shall not adversely affect the rights and freedoms of others."}
{"text":"Taking into account the purposes of the processing, the data subject shall have the right to have incomplete personal data completed, including by means of providing a supplementary statement."}
{"text":"The data subject shall have the right to obtain from the controller the erasure of personal data concerning him or her without undue delay and the controller shall have the obligation to erase personal data without undue delay where one of the following grounds applies: the personal data are no longer necessary in relation to the purposes for which they were collected or otherwise processed."}
{"text":"The data subject shall have the right to obtain from the controller the erasure of personal data concerning him or her without undue delay and the controller shall have the obligation to erase personal data without undue delay where one of the following grounds applies: the data subject withdraws consent on which the processing is based according to point (a) of Article 6(1), or point (a) of Article 9(2), and where there is no other legal ground for the processing."}
{"text":"The data subject shall have the right to obtain from the controller the erasure of personal data concerning him or her without undue delay and the controller shall have the obligation to erase personal data without undue delay where one of the following grounds applies: the data subject objects to the processing pursuant to Article 21(1) and there are no overriding legitimate grounds for the processing, or the data subject objects to the processing pursuant to Article 21(2)."}
{"text":"The data subject shall have the right to obtain from the controller the erasure of personal data concerning him or her without undue delay and the controller shall have the obligation to erase personal data without undue delay where one of the following grounds applies: the personal data have been unlawfully processed."}
{"text":"The data subject shall have the right to obtain from the controller the erasure of personal data concerning him or her without undue delay and the controller shall have the obligation to erase personal data without undue delay where one of the following grounds applies: the personal data have to be erased for compliance with a legal obligation in Union or Member State law to which the controller is subject."}
{"text":"The data subject shall have the right to obtain from the controller the erasure of personal data concerning him or her without undue delay and the controller shall have the obligation to erase personal data without undue delay where one of the following grounds applies: the personal data have been collected in relation to the offer of information society services referred to in Article 8(1)."}
{"text":"Where the controller has made the personal data public and is obliged pursuant to paragraph 1 to erase the personal data, the controller, taking account of available technology and the cost of implementation, shall take reasonable steps, including technical measures, to inform controllers which are processing the personal data that the data subject has requested the erasure by such controllers of any links to, or copy or replication of, those personal data."}
{"text":"Paragraphs 1 and 2 shall not apply to the extent that processing is necessary for exercising the right of freedom of expression and information."}
{"text":"Paragraphs 1 and 2 shall not apply to the extent that processing is necessary for compliance with a legal obligation which requires processing by Union or Member State law to which the controller is subject or for the performance of a task carried out in the public interest or in the exercise of official authority vested in the controller."}
{"text":"Paragraphs 1 and 2 shall not apply to the extent that processing is necessary for reasons of public interest in the area of public health in accordance with points (h) and (i) of Article 9(2) as well as Article 9(3)."}
{"text":"Paragraphs 1 and 2 shall not apply to the extent that processing is necessary for archiving purposes in the public interest, scientific or historical research purposes or statistical purposes in accordance with Article 89(1) in so far as the right referred to in paragraph 1 is likely to render impossible or seriously impair the achievement of the objectives of that processing."}
{"text":"Paragraphs 1 and 2 shall not apply to the extent that processing is necessary for the establishment, exercise or defence of legal claims."}
{"text":"A data subject who has obtained restriction of processing pursuant to paragraph 1 shall be informed by the controller before the restriction of processing is lifted."}
{"text":"The controller shall communicate any rectification or erasure of personal data or restriction of processing carried out in accordance with Article 16, Article 17(1) and Article 18 to each recipient to whom the personal data have been disclosed, unless this proves impossible or involves disproportionate effort."}
{"text":"The controller shall inform the data subject about those recipients if the data subject requests it."}
{"text":"The data subject shall have the right to receive the personal data concerning him or her, which he or she has provided to a controller, in a structured, commonly used and machine-readable format and have the right to transmit those data to another controller without hindrance from the controller to which the personal data have been provided, where the processing is based on consent pursuant to point (a) of Article 6(1) or point (a) of Article 9(2) or on a contract pursuant to point (b) of Article 6(1)."}
{"text":"The data subject shall have the right to receive the personal data concerning him or her, which he or she has provided to a controller, in a structured, commonly used and machine-readable format and have the right to transmit those data to another controller without hindrance from the controller to which the personal data have been provided, where the processing is carried out by automated means."}
{"text":"In exercising his or her right to data portability pursuant to paragraph 1, the data subject shall have the right to have the personal data transmitted directly from one controller to another, where technically feasible."}
{"text":"The exercise of the right referred to in paragraph 1 of this Article shall be without prejudice to Article 17."}
{"text":"That right shall not apply to processing necessary for the performance of a task carried out in the public interest or in the exercise of official authority vested in the controller."}
{"text":"The right referred to in paragraph 1 shall not adversely affect the rights and freedoms of others."}
{"text":"The data subject shall have the right to object, on grounds relating to his or her particular situation, at any time to processing of personal data concerning him or her which is based on point (e) or (f) of Article 6(1), including profiling based on those provisions."}
{"text":"The controller shall no longer process the personal data unless the controller demonstrates compelling legitimate grounds for the processing which override the interests, rights and freedoms of the data subject or for the establishment, exercise or defence of legal claims."}
{"text":"Where personal data are processed for direct marketing purposes, the data subject shall have the right to object at any time to processing of personal data concerning him or her for such marketing, which includes profiling to the extent that it is related to such direct marketing."}
{"text":"At the latest at the time of the first communication with the data subject, the right referred to in paragraphs 1 and 2 shall be explicitly brought to the attention of the data subject and shall be presented clearly and separately from any other information."}
{"text":"Where personal data are processed for scientific or historical research purposes or statistical purposes pursuant to Article 89(1), the data subject, on grounds relating to his or her particular situation, shall have the right to object to processing of personal data concerning him or her, unless the processing is necessary for the performance of a task carried out for reasons of public interest."}
{"text":"The data subject shall have the right not to be subject to a decision based solely on automated processing, including profiling, which produces legal effects concerning him or her or similarly significantly affects him or her."}
{"text":"Paragraph 1 shall not apply if the decision is necessary for entering into, or performance of, a contract between the data subject and a data controller."}
{"text":"Paragraph 1 shall not apply if the decision is authorised by Union or Member State law to which the controller is subject and which also lays down suitable measures to safeguard the data subject's rights and freedoms and legitimate interests."}
{"text":"Paragraph 1 shall not apply if the decision is based on the data subject's explicit consent."}
{"text":"In the cases referred to in points (a) and (c) of paragraph 2, the data controller shall implement suitable measures to safeguard the data subject's rights and freedoms and legitimate interests, at least the right to obtain human intervention on the part of the controller, to express his or her point of view and to contest the decision."}
{"text":"Decisions referred to in paragraph 2 shall not be based on special categories of personal data referred to in Article 9(1), unless point (a) or (g) of Article 9(2) applies and suitable measures to safeguard the data subject's rights and freedoms and legitimate interests are in place."}
{"text":"In particular, any legislative measure referred to in paragraph 1 shall contain specific provisions at least, where relevant, as to the purposes of the processing or categories of processing."}
{"text":"In particular, any legislative measure referred to in paragraph 1 shall contain specific provisions at least, where relevant, as to the categories of personal data."}
{"text":"In particular, any legislative measure referred to in paragraph 1 shall contain specific provisions at least, where relevant, as to the scope of the restrictions introduced."}
{"text":"In particular, any legislative measure referred to in paragraph 1 shall contain specific provisions at least, where relevant, as to the safeguards to prevent abuse or unlawful access or transfer."}
{"text":"In particular, any legislative measure referred to in paragraph 1 shall contain specific provisions at least, where relevant, as to the specification of the controller or categories of controllers."}
{"text":"In particular, any legislative measure referred to in paragraph 1 shall contain specific provisions at least, where relevant, as to the storage periods and the applicable safeguards taking into account the nature, scope and purposes of the processing or categories of processing."}
{"text":"In particular, any legislative measure referred to in paragraph 1 shall contain specific provisions at least, where relevant, as to the risks to the rights and freedoms of data subjects."}
{"text":"In particular, any legislative measure referred to in paragraph 1 shall contain specific provisions at least, where relevant, as to the right of data subjects to be informed about the restriction, unless that may be prejudicial to the purpose of the restriction."}
{"text":"Taking into account the nature, scope, context and purposes of processing as well as the risks of varying likelihood and severity for the rights and freedoms of natural persons, the controller shall implement appropriate technical and organisational measures to ensure and to be able to demonstrate that processing is performed in accordance with this Regulation."}
{"text":"Those measures shall be reviewed and updated where necessary."}
{"text":"Where proportionate in relation to processing activities, the measures referred to in paragraph 1 shall include the implementation of appropriate data protection policies by the controller."}
{"text":"Taking into account the state of the art, the cost of implementation and the nature, scope, context and purposes of processing as well as the risks of varying likelihood and severity for rights and freedoms of natural persons posed by the processing, the controller shall, both at the time of the determination of the means for processing and at the time of the processing itself, implement appropriate technical and organisational measures, such as pseudonymisation, which are designed to implement data-protection principles, such as data minimisation, in an effective manner and to integrate the necessary safeguards into the processing in order to meet the requirements of this Regulation and protect the rights of data subjects."}
{"text":"The controller shall implement appropriate technical and organisational measures for ensuring that, by default, only personal data which are necessary for each specific purpose of the processing are processed."}
{"text":"In particular, such measures shall ensure that by default personal data are not made accessible without the individual's intervention to an indefinite number of natural persons."}
{"text":"Where two or more controllers jointly determine the purposes and means of processing, they shall be joint controllers."}
{"text":"They shall in a transparent manner determine their respective responsibilities for compliance with the obligations under this Regulation, in particular as regards the exercising of the rights of the data subject and their respective duties to provide the information referred to in Articles 13 and 14, by means of an arrangement between them unless, and in so far as, the respective responsibilities of the controllers are determined by Union or Member State law to which the controllers are subject."}
{"text":"The arrangement referred to in paragraph 1 shall duly reflect the respective roles and relationships of the joint controllers vis-à-vis the data subjects."}
{"text":"The essence of the arrangement shall be made available to the data subject."}
{"text":"Where Article 3(2) applies, the controller or the processor shall designate in writing a representative in the Union."}
{"text":"The obligation laid down in paragraph 1 of this Article shall not apply to processing which is occasional, does not include, on a large scale, processing of special categories of data as referred to in Article 9(1) or processing of personal data relating to criminal convictions and offences referred to in Article 10, and is unlikely to result in a risk to the rights and freedoms of natural persons, taking into account the nature, context, scope and purposes of the processing."}
{"text":"The obligation laid down in paragraph 1 of this Article shall not apply to a public authority or body."}
{"text":"The representative shall be established in one of the Member States where the data subjects, whose personal data are processed in relation to the offering of goods or services to them, or whose behaviour is monitored, are."}
{"text":"The representative shall be mandated by the controller or processor to be addressed in addition to or instead of the controller or the processor by, in particular, supervisory authorities and data subjects, on all issues related to processing, for the purposes of ensuring compliance with this Regulation."}
{"text":"The designation of a representative by the controller or processor shall be without prejudice to legal actions which could be initiated against the controller or the processor themselves."}
{"text":"In the case of general written authorisation, the processor shall inform the controller of any intended changes concerning the addition or replacement of other processors, thereby giving the controller the opportunity to object to such changes."}
{"text":"That contract or other legal act shall stipulate, in particular, that the processor processes the personal data only on documented instructions from the controller, including with regard to transfers of personal data to a third country or an international organisation, unless required to do so by Union or Member State law to which the processor is subject."}
{"text":"That contract or other legal act shall stipulate, in particular, that the processor ensures that persons authorised to process the personal data have committed themselves to confidentiality or are under an appropriate statutory obligation of confidentiality."}
{"text":"That contract or other legal act shall stipulate, in particular, that the processor takes all measures required pursuant to Article 32."}
{"text":"That contract or other legal act shall stipulate, in particular, that the processor respects the conditions referred to in paragraphs 2 and 4 for engaging another processor."}
{"text":"That contract or other legal act shall stipulate, in particular, that the processor taking into account the nature of the processing, assists the controller by appropriate technical and organisational measures, insofar as this is possible, for the fulfilment of the controller's obligation to respond to requests for exercising the data subject's rights laid down in Chapter III."}
{"text":"That contract or other legal act shall stipulate, in particular, that the processor assists the controller in ensuring compliance with the obligations pursuant to Articles 32 to 36 taking into account the nature of processing and the information available to the processor."}
{"text":"That contract or other legal act shall stipulate, in particular, that the processor makes available to the controller all information necessary to demonstrate compliance with the obligations laid down in this Article and allow for and contribute to audits, including inspections, conducted by the controller or another auditor mandated by the controller."}
{"text":"With regard to point (h) of the first subparagraph, the processor shall immediately inform the controller if, in its opinion, an instruction infringes this Regulation or other Union or Member State data protection provisions."}
{"text":"Where that other processor fails to fulfil its data protection obligations, the initial processor shall remain fully liable to the controller for the performance of that other processor's obligations."}
{"text":"The contract or the other legal act referred to in paragraphs 3 and 4 shall be in writing, including in electronic form."}
{"text":"Without prejudice to Articles 82, 83 and 84, if a processor infringes this Regulation by determining the purposes and means of processing, the processor shall be considered to be a controller in respect of that processing."}
{"text":"That record shall contain the name and contact details of the controller and, where applicable, the joint controller, the controller's representative and the data protection officer."}
{"text":"That record shall contain the purposes of the processing."}
{"text":"That record shall contain a description of the categories of data subjects and of the categories of personal data."}
{"text":"That record shall contain the categories of recipients to whom the personal data have been or will be disclosed including recipients in third countries or international organisations."}
{"text":"That record shall contain where applicable, transfers of personal data to a third country or an international organisation, including the identification of that third country or international organisation and, in the case of transfers referred to in the second subparagraph of Article 49(1), the documentation of suitable safeguards."}
{"text":"That record shall contain where possible, the envisaged time limits for erasure of the different categories of data."}
{"text":"That record shall contain where possible, a general description of the technical and organisational security measures referred to in Article 32(1)."}
{"text":"Each processor and, where applicable, the processor's representative shall maintain a record of all categories of processing activities carried out on behalf of a controller, containing the name and contact details of the processor or processors and of each controller on behalf of which the processor is acting, and, where applicable, of the controller's or the processor's representative, and the data protection officer."}
{"text":"Each processor and, where applicable, the processor's representative shall maintain a record of all categories of processing activities carried out on behalf of a controller, containing the categories of processing carried out on behalf of each controller."}
{"text":"Each processor and, where applicable, the processor's representative shall maintain a record of all categories of processing activities carried out on behalf of a controller, containing where applicable, transfers of personal data to a third country or an international organisation, including the identification of that third country or international organisation and, in the case of transfers referred to in the second subparagraph of Article 49(1), the documentation of suitable safeguards."}
{"text":"Each processor and, where applicable, the processor's representative shall maintain a record of all categories of processing activities carried out on behalf of a controller, containing where possible, a general description of the technical and organisational security measures referred to in Article 32(1).The records referred to in paragraphs 1 and 2 shall be in writing, including in electronic form."}
{"text":"The obligations referred to in paragraphs 1 and 2 shall not apply to an enterprise or an organisation employing fewer than 250 persons unless the processing it carries out is likely to result in a risk to the rights and freedoms of data subjects, the processing is not occasional, or the processing includes special categories of data as referred to in Article 9(1) or personal data relating to criminal convictions and offences referred to in Article 10."}
{"text":"Taking into account the state of the art, the costs of implementation and the nature, scope, context and purposes of processing as well as the risk of varying likelihood and severity for the rights and freedoms of natural persons, the controller and the processor shall implement appropriate technical and organisational measures to ensure a level of security appropriate to the risk, including the pseudonymisation and encryption of personal data."}
{"text":"Taking into account the state of the art, the costs of implementation and the nature, scope, context and purposes of processing as well as the risk of varying likelihood and severity for the rights and freedoms of natural persons, the controller and the processor shall implement appropriate technical and organisational measures to ensure a level of security appropriate to the risk, including the ability to ensure the ongoing confidentiality, integrity, availability and resilience of processing systems and services."}
{"text":"Taking into account the state of the art, the costs of implementation and the nature, scope, context and purposes of processing as well as the risk of varying likelihood and severity for the rights and freedoms of natural persons, the controller and the processor shall implement appropriate technical and organisational measures to ensure a level of security appropriate to the risk, including the ability to restore the availability and access to personal data in a timely manner in the event of a physical or technical incident."}
{"text":"Taking into account the state of the art, the costs of implementation and the nature, scope, context and purposes of processing as well as the risk of varying likelihood and severity for the rights and freedoms of natural persons, the controller and the processor shall implement appropriate technical and organisational measures to ensure a level of security appropriate to the risk, including a process for regularly testing, assessing and evaluating the effectiveness of technical and organisational measures for ensuring the security of the processing."}
{"text":"In assessing the appropriate level of security account shall be taken in particular of the risks that are presented by processing, in particular from accidental or unlawful destruction, loss, alteration, unauthorised disclosure of, or access to personal data transmitted, stored or otherwise processed."}
{"text":"The controller and processor shall take steps to ensure that any natural person acting under the authority of the controller or the processor who has access to personal data does not process them except on instructions from the controller, unless he or she is required to do so by Union or Member State law."}
{"text":"In the case of a personal data breach, the controller shall without undue delay and, where feasible, not later than 72 hours after having become aware of it, notify the personal data breach to the supervisory authority competent in accordance with Article 55, unless the personal data breach is unlikely to result in a risk to the rights and freedoms of natural persons."}
{"text":"Where the notification to the supervisory authority is not made within 72 hours, it shall be accompanied by reasons for the delay."}
{"text":"The processor shall notify the controller without undue delay after becoming aware of a personal data breach."}
{"text":"The notification referred to in paragraph 1 shall at least describe the nature of the personal data breach including where possible, the categories and approximate number of data subjects concerned and the categories and approximate number of personal data records concerned."}
{"text":"The notification referred to in paragraph 1 shall at least communicate the name and contact details of the data protection officer or other contact point where more information can be obtained."}
{"text":"The notification referred to in paragraph 1 shall at least describe the likely consequences of the personal data breach."}
{"text":"The notification referred to in paragraph 1 shall at least describe the measures taken or proposed to be taken by the controller to address the personal data breach, including, where appropriate, measures to mitigate its possible adverse effects."}
{"text":"The controller shall document any personal data breaches, comprising the facts relating to the personal data breach, its effects and the remedial action taken."}
{"text":"That documentation shall enable the supervisory authority to verify compliance with this Article."}
{"text":"The communication to the data subject referred to in paragraph 1 of this Article shall describe in clear and plain language the nature of the personal data breach and contain at least the information and measures referred to in points (b), (c) and (d) of Article 33(3)."}
{"text":"The communication to the data subject referred to in paragraph 1 shall not be required if the controller has implemented appropriate technical and organisational protection measures, and those measures were applied to the personal data affected by the personal data breach, in particular those that render the personal data unintelligible to any person who is not authorised to access it, such as encryption."}
{"text":"The communication to the data subject referred to in paragraph 1 shall not be required if the controller has taken subsequent measures which ensure that the high risk to the rights and freedoms of data subjects referred to in paragraph 1 is no longer likely to materialise."}
{"text":"The communication to the data subject referred to in paragraph 1 shall not be required if it would involve disproportionate effort."}
{"text":"In such a case, there shall instead be a public communication or similar measure whereby the data subjects are informed in an equally effective manner."}
{"text":"The controller shall seek the advice of the data protection officer, where designated, when carrying out a data protection impact assessment."}
{"text":"A data protection impact assessment referred to in paragraph 1 shall in particular be required in the case of a systematic and extensive evaluation of personal aspects relating to natural persons which is based on automated processing, including profiling, and on which decisions are based that produce legal effects concerning the natural person or similarly significantly affect the natural person."}
{"text":"A data protection impact assessment referred to in paragraph 1 shall in particular be required in the case of processing on a large scale of special categories of data referred to in Article 9(1), or of personal data relating to criminal convictions and offences referred to in Article 10."}
{"text":"A data protection impact assessment referred to in paragraph 1 shall in particular be required in the case of a systematic monitoring of a publicly accessible area on a large scale."}
{"text":"The supervisory authority shall establish and make public a list of the kind of processing operations which are subject to the requirement for a data protection impact assessment pursuant to paragraph 1."}
{"text":"The supervisory authority shall communicate those lists to the Board referred to in Article 68."}
{"text":"The supervisory authority shall communicate those lists to the Board."}
{"text":"Prior to the adoption of the lists referred to in paragraphs 4 and 5, the competent supervisory authority shall apply the consistency mechanism referred to in Article 63 where such lists involve processing activities which are related to the offering of goods or services to data subjects or to the monitoring of their behaviour in several Member States, or may substantially affect the free movement of personal data within the Union."}
{"text":"The assessment shall contain a systematic description of the envisaged processing operations and the purposes of the processing, including, where applicable, the legitimate interest pursued by the controller."}
{"text":"The assessment shall contain an assessment of the necessity and proportionality of the processing operations in relation to the purposes."}
{"text":"The assessment shall contain an assessment of the risks to the rights and freedoms of data subjects referred to in paragraph 1."}
{"text":"The assessment shall contain the measures envisaged to address the risks, including safeguards, security measures and mechanisms to ensure the protection of personal data and to demonstrate compliance with this Regulation taking into account the rights and legitimate interests of data subjects and other persons concerned."}
{"text":"Compliance with approved codes of conduct referred to in Article 40 by the relevant controllers or processors shall be taken into due account in assessing the impact of the processing operations performed by such controllers or processors, in particular for the purposes of a data protection impact assessment."}
{"text":"Where appropriate, the controller shall seek the views of data subjects or their representatives on the intended processing, without prejudice to the protection of commercial or public interests or the security of processing operations."}
{"text":"Where processing pursuant to point (c) or (e) of Article 6(1) has a legal basis in Union law or in the law of the Member State to which the controller is subject, that law regulates the specific processing operation or set of operations in question, and a data protection impact assessment has already been carried out as part of a general impact assessment in the context of the adoption of that legal basis, paragraphs 1 to 7 shall not apply unless Member States deem it to be necessary to carry out such an assessment prior to processing activities."}
{"text":"Where necessary, the controller shall carry out a review to assess if processing is performed in accordance with the data protection impact assessment at least when there is a change of the risk represented by processing operations."}
{"text":"The controller shall consult the supervisory authority prior to processing where a data protection impact assessment under Article 35 indicates that the processing would result in a high risk in the absence of measures taken by the controller to mitigate the risk."}
{"text":"Where the supervisory authority is of the opinion that the intended processing referred to in paragraph 1 would infringe this Regulation, in particular where the controller has insufficiently identified or mitigated the risk, the supervisory authority shall, within period of up to eight weeks of receipt of the request for consultation, provide written advice to the controller and, where applicable to the processor, and may use any of its powers referred to in Article 58."}
{"text":"The supervisory authority shall inform the controller and, where applicable, the processor, of any such extension within one month of receipt of the request for consultation together with the reasons for the delay."}
{"text":"When consulting the supervisory authority pursuant to paragraph 1, the controller shall provide the supervisory authority with where applicable, the respective responsibilities of the controller, joint controllers and processors involved in the processing, in particular for processing within a group of undertakings."}
{"text":"When consulting the supervisory authority pursuant to paragraph 1, the controller shall provide the supervisory authority with the purposes and means of the intended processing."}
{"text":"When consulting the supervisory authority pursuant to paragraph 1, the controller shall provide the supervisory authority with the measures and safeguards provided to protect the rights and freedoms of data subjects pursuant to this Regulation."}
{"text":"When consulting the supervisory authority pursuant to paragraph 1, the controller shall provide the supervisory authority with where applicable, the contact details of the data protection officer."}
{"text":"When consulting the supervisory authority pursuant to paragraph 1, the controller shall provide the supervisory authority with the data protection impact assessment provided for in Article 35."}
{"text":"When consulting the supervisory authority pursuant to paragraph 1, the controller shall provide the supervisory authority with any other information requested by the supervisory authority."}
{"text":"Member States shall consult the supervisory authority during the preparation of a proposal for a legislative measure to be adopted by a national parliament, or of a regulatory measure based on such a legislative measure, which relates to processing."}
{"text":"The controller and the processor shall designate a data protection officer in any case where the processing is carried out by a public authority or body, except for courts acting in their judicial capacity."}
{"text":"The controller and the processor shall designate a data protection officer in any case where the core activities of the controller or the processor consist of processing operations which, by virtue of their nature, their scope and\/or their purposes, require regular and systematic monitoring of data subjects on a large scale."}
{"text":"The controller and the processor shall designate a data protection officer in any case where the core activities of the controller or the processor consist of processing on a large scale of special categories of data pursuant to Article 9 and personal data relating to criminal convictions and offences referred to in Article 10."}
{"text":"In cases other than those referred to in paragraph 1, the controller or processor or associations and other bodies representing categories of controllers or processors may or, where required by Union or Member State law shall, designate a data protection officer."}
{"text":"The data protection officer shall be designated on the basis of professional qualities and, in particular, expert knowledge of data protection law and practices and the ability to fulfil the tasks referred to in Article 39."}
{"text":"The controller or the processor shall publish the contact details of the data protection officer and communicate them to the supervisory authority."}
{"text":"The controller and processor shall support the data protection officer in performing the tasks referred to in Article 39 by providing resources necessary to carry out those tasks and access to personal data and processing operations, and to maintain his or her expert knowledge."}
{"text":"The controller and processor shall ensure that the data protection officer does not receive any instructions regarding the exercise of those tasks."}
{"text":"He or she shall not be dismissed or penalised by the controller or the processor for performing his tasks."}
{"text":"The data protection officer shall directly report to the highest management level of the controller or the processor."}
{"text":"The data protection officer shall be bound by secrecy or confidentiality concerning the performance of his or her tasks, in accordance with Union or Member State law."}
{"text":"The controller or processor shall ensure that any such tasks and duties do not result in a conflict of interests."}
{"text":"The data protection officer shall have to inform and advise the controller or the processor and the employees who carry out processing of their obligations pursuant to this Regulation and to other Union or Member State data protection provisions."}
{"text":"The data protection officer shall have to monitor compliance with this Regulation, with other Union or Member State data protection provisions and with the policies of the controller or processor in relation to the protection of personal data, including the assignment of responsibilities, awareness-raising and training of staff involved in processing operations, and the related audits."}
{"text":"The data protection officer shall have to provide advice where requested as regards the data protection impact assessment and monitor its performance pursuant to Article 35."}
{"text":"The data protection officer shall have to cooperate with the supervisory authority."}
{"text":"The data protection officer shall have to act as the contact point for the supervisory authority on issues relating to processing, including the prior consultation referred to in Article 36, and to consult, where appropriate, with regard to any other matter."}
{"text":"The data protection officer shall in the performance of his or her tasks have due regard to the risk associated with processing operations, taking into account the nature, scope, context and purposes of processing."}
{"text":"The Member States, the supervisory authorities, the Board and the Commission shall encourage the drawing up of codes of conduct intended to contribute to the proper application of this Regulation, taking account of the specific features of the various processing sectors and the specific needs of micro, small and medium-sized enterprises."}
{"text":"Such controllers or processors shall make binding and enforceable commitments, via contractual or other legally binding instruments, to apply those appropriate safeguards including with regard to the rights of data subjects."}
{"text":"A code of conduct referred to in paragraph 2 of this Article shall contain mechanisms which enable the body referred to in Article 41(1) to carry out the mandatory monitoring of compliance with its provisions by the controllers or processors which undertake to apply it, without prejudice to the tasks and powers of supervisory authorities competent pursuant to Article 55 or 56."}
{"text":"Associations and other bodies referred to in paragraph 2 of this Article which intend to prepare a code of conduct or to amend or extend an existing code shall submit the draft code, amendment or extension to the supervisory authority which is competent pursuant to Article 55."}
{"text":"The supervisory authority shall provide an opinion on whether the draft code, amendment or extension complies with this Regulation and shall approve that draft code, amendment or extension if it finds that it provides sufficient appropriate safeguards."}
{"text":"Where the draft code, or amendment or extension is approved in accordance with paragraph 5, and where the code of conduct concerned does not relate to processing activities in several Member States, the supervisory authority shall register and publish the code."}
{"text":"Where a draft code of conduct relates to processing activities in several Member States, the supervisory authority which is competent pursuant to Article 55 shall, before approving the draft code, amendment or extension, submit it in the procedure referred to in Article 63 to the Board which shall provide an opinion on whether the draft code, amendment or extension complies with this Regulation or, in the situation referred to in paragraph 3 of this Article, provides appropriate safeguards."}
{"text":"Where the opinion referred to in paragraph 7 confirms that the draft code, amendment or extension complies with this Regulation, or, in the situation referred to in paragraph 3, provides appropriate safeguards, the Board shall submit its opinion to the Commission."}
{"text":"Those implementing acts shall be adopted in accordance with the examination procedure set out in Article 93(2)."}
{"text":"The Commission shall ensure appropriate publicity for the approved codes which have been decided as having general validity in accordance with paragraph 9."}
{"text":"The Board shall collate all approved codes of conduct, amendments and extensions in a register and shall make them publicly available by way of appropriate means."}
{"text":"The competent supervisory authority shall submit the draft criteria for accreditation of a body as referred to in paragraph 1 of this Article to the Board pursuant to the consistency mechanism referred to in Article 63."}
{"text":"Without prejudice to the tasks and powers of the competent supervisory authority and the provisions of Chapter VIII, a body as referred to in paragraph 1 of this Article shall, subject to appropriate safeguards, take appropriate action in cases of infringement of the code by a controller or processor, including suspension or exclusion of the controller or processor concerned from the code."}
{"text":"It shall inform the competent supervisory authority of such actions and the reasons for taking them."}
{"text":"The competent supervisory authority shall revoke the accreditation of a body as referred to in paragraph 1 if the conditions for accreditation are not, or are no longer, met or where actions taken by the body infringe this Regulation."}
{"text":"This Article shall not apply to processing carried out by public authorities and bodies."}
{"text":"The Member States, the supervisory authorities, the Board and the Commission shall encourage, in particular at Union level, the establishment of data protection certification mechanisms and of data protection seals and marks, for the purpose of demonstrating compliance with this Regulation of processing operations by controllers and processors."}
{"text":"The specific needs of micro, small and medium-sized enterprises shall be taken into account."}
{"text":"Such controllers or processors shall make binding and enforceable commitments, via contractual or other legally binding instruments, to apply those appropriate safeguards, including with regard to the rights of data subjects."}
{"text":"The certification shall be voluntary and available via a process that is transparent."}
{"text":"A certification pursuant to this Article shall be issued by the certification bodies referred to in Article 43 or by the competent supervisory authority, on the basis of criteria approved by that competent supervisory authority pursuant to Article 58(3) or by the Board pursuant to Article 63."}
{"text":"The controller or processor which submits its processing to the certification mechanism shall provide the certification body referred to in Article 43, or where applicable, the competent supervisory authority, with all information and access to its processing activities which are necessary to conduct the certification procedure."}
{"text":"Certification shall be issued to a controller or processor for a maximum period of three years and may be renewed, under the same conditions, provided that the relevant requirements continue to be met."}
{"text":"Certification shall be withdrawn, as applicable, by the certification bodies referred to in Article 43 or by the competent supervisory authority where the requirements for the certification are not or are no longer met."}
{"text":"The Board shall collate all certification mechanisms and data protection seals and marks in a register and shall make them publicly available by any appropriate means."}
{"text":"Without prejudice to the tasks and powers of the competent supervisory authority under Articles 57 and 58, certification bodies which have an appropriate level of expertise in relation to data protection shall, after informing the supervisory authority in order to allow it to exercise its powers pursuant to point (h) of Article 58(2) where necessary, issue and renew certification."}
{"text":"Member States shall ensure that those certification bodies are accredited by one or both of the following: the supervisory authority which is competent pursuant to Article 55 or 56, the national accreditation body named in accordance with Regulation (EC) No 765\/2008 of the European Parliament and of the Council (20) in accordance with EN-ISO\/IEC 17065\/2012 and with the additional requirements established by the supervisory authority which is competent pursuant to Article 55 or 56."}
{"text":"Certification bodies referred to in paragraph 1 shall be accredited in accordance with that paragraph only where they have demonstrated their independence and expertise in relation to the subject-matter of the certification to the satisfaction of the competent supervisory authority."}
{"text":"Certification bodies referred to in paragraph 1 shall be accredited in accordance with that paragraph only where they have undertaken to respect the criteria referred to in Article 42(5) and approved by the supervisory authority which is competent pursuant to Article 55 or 56 or by the Board pursuant to Article 63."}
{"text":"Certification bodies referred to in paragraph 1 shall be accredited in accordance with that paragraph only where they have established procedures for the issuing, periodic review and withdrawal of data protection certification, seals and marks."}
{"text":"Certification bodies referred to in paragraph 1 shall be accredited in accordance with that paragraph only where they have established procedures and structures to handle complaints about infringements of the certification or the manner in which the certification has been, or is being, implemented by the controller or processor, and to make those procedures and structures transparent to data subjects and the public."}
{"text":"Certification bodies referred to in paragraph 1 shall be accredited in accordance with that paragraph only where they have demonstrated, to the satisfaction of the competent supervisory authority, that their tasks and duties do not result in a conflict of interests."}
{"text":"The accreditation of certification bodies as referred to in paragraphs 1 and 2 of this Article shall take place on the basis of criteria approved by the supervisory authority which is competent pursuant to Article 55 or 56 or by the Board pursuant to Article 63."}
{"text":"In the case of accreditation pursuant to point (b) of paragraph 1 of this Article, those requirements shall complement those envisaged in Regulation (EC) No 765\/2008 and the technical rules that describe the methods and procedures of the certification bodies."}
{"text":"The certification bodies referred to in paragraph 1 shall be responsible for the proper assessment leading to the certification or the withdrawal of such certification without prejudice to the responsibility of the controller or processor for compliance with this Regulation."}
{"text":"The accreditation shall be issued for a maximum period of five years and may be renewed on the same conditions provided that the certification body meets the requirements set out in this Article."}
{"text":"The certification bodies referred to in paragraph 1 shall provide the competent supervisory authorities with the reasons for granting or withdrawing the requested certification."}
{"text":"The requirements referred to in paragraph 3 of this Article and the criteria referred to in Article 42(5) shall be made public by the supervisory authority in an easily accessible form."}
{"text":"The supervisory authorities shall also transmit those requirements and criteria to the Board."}
{"text":"The Board shall collate all certification mechanisms and data protection seals in a register and shall make them publicly available by any appropriate means."}
{"text":"Without prejudice to Chapter VIII, the competent supervisory authority or the national accreditation body shall revoke an accreditation of a certification body pursuant to paragraph 1 of this Article where the conditions for the accreditation are not, or are no longer, met or where actions taken by a certification body infringe this Regulation."}
{"text":"The Commission shall be empowered to adopt delegated acts in accordance with Article 92 for the purpose of specifying the requirements to be taken into account for the data protection certification mechanisms referred to in Article 42(1)."}
{"text":"Those implementing acts shall be adopted in accordance with the examination procedure referred to in Article 93(2)."}
{"text":"Any transfer of personal data which are undergoing processing or are intended for processing after transfer to a third country or to an international organisation shall take place only if, subject to the other provisions of this Regulation, the conditions laid down in this Chapter are complied with by the controller and processor, including for onward transfers of personal data from the third country or an international organisation to another third country or to another international organisation."}
{"text":"All provisions in this Chapter shall be applied in order to ensure that the level of protection of natural persons guaranteed by this Regulation is not undermined."}
{"text":"Such a transfer shall not require any specific authorisation."}
{"text":"When assessing the adequacy of the level of protection, the Commission shall, in particular, take account of the rule of law, respect for human rights and fundamental freedoms, relevant legislation, both general and sectoral, including concerning public security, defence, national security and criminal law and the access of public authorities to personal data, as well as the implementation of such legislation, data protection rules, professional rules and security measures, including rules for the onward transfer of personal data to another third country or international organisation which are complied with in that country or international organisation, case-law, as well as effective and enforceable data subject rights and effective administrative and judicial redress for the data subjects whose personal data are being transferred."}
{"text":"When assessing the adequacy of the level of protection, the Commission shall, in particular, take account of the existence and effective functioning of one or more independent supervisory authorities in the third country or to which an international organisation is subject, with responsibility for ensuring and enforcing compliance with the data protection rules, including adequate enforcement powers, for assisting and advising the data subjects in exercising their rights and for cooperation with the supervisory authorities of the Member States."}
{"text":"When assessing the adequacy of the level of protection, the Commission shall, in particular, take account of the international commitments the third country or international organisation concerned has entered into, or other obligations arising from legally binding conventions or instruments as well as from its participation in multilateral or regional systems, in particular in relation to the protection of personal data."}
{"text":"The implementing act shall specify its territorial and sectoral application and, where applicable, identify the supervisory authority or authorities referred to in point (b) of paragraph 2 of this Article."}
{"text":"The implementing act shall be adopted in accordance with the examination procedure referred to in Article 93(2)."}
{"text":"The Commission shall, on an ongoing basis, monitor developments in third countries and international organisations that could affect the functioning of decisions adopted pursuant to paragraph 3 of this Article and decisions adopted on the basis of Article 25(6) of Directive 95\/46\/EC."}
{"text":"The Commission shall, where available information reveals, in particular following the review referred to in paragraph 3 of this Article, that a third country, a territory or one or more specified sectors within a third country, or an international organisation no longer ensures an adequate level of protection within the meaning of paragraph 2 of this Article, to the extent necessary, repeal, amend or suspend the decision referred to in paragraph 3 of this Article by means of implementing acts without retro-active effect."}
{"text":"Those implementing acts shall be adopted in accordance with the examination procedure referred to in Article 93(2)."}
{"text":"On duly justified imperative grounds of urgency, the Commission shall adopt immediately applicable implementing acts in accordance with the procedure referred to in Article 93(3)."}
{"text":"The Commission shall enter into consultations with the third country or international organisation with a view to remedying the situation giving rise to the decision made pursuant to paragraph 5."}
{"text":"The Commission shall publish in the Official Journal of the European Union and on its website a list of the third countries, territories and specified sectors within a third country and international organisations for which it has decided that an adequate level of protection is or is no longer ensured."}
{"text":"Decisions adopted by the Commission on the basis of Article 25(6) of Directive 95\/46\/EC shall remain in force until amended, replaced or repealed by a Commission Decision adopted in accordance with paragraph 3 or 5 of this Article."}
{"text":"The supervisory authority shall apply the consistency mechanism referred to in Article 63 in the cases referred to in paragraph 3 of this Article."}
{"text":"Authorisations by a Member State or supervisory authority on the basis of Article 26(2) of Directive 95\/46\/EC shall remain valid until amended, replaced or repealed, if necessary, by that supervisory authority."}
{"text":"Decisions adopted by the Commission on the basis of Article 26(4) of Directive 95\/46\/EC shall remain in force until amended, replaced or repealed, if necessary, by a Commission Decision adopted in accordance with paragraph 2 of this Article."}
{"text":"The competent supervisory authority shall approve binding corporate rules in accordance with the consistency mechanism set out in Article 63, provided that they are legally binding and apply to and are enforced by every member concerned of the group of undertakings, or group of enterprises engaged in a joint economic activity, including their employees."}
{"text":"The competent supervisory authority shall approve binding corporate rules in accordance with the consistency mechanism set out in Article 63, provided that they expressly confer enforceable rights on data subjects with regard to the processing of their personal data."}
{"text":"The competent supervisory authority shall approve binding corporate rules in accordance with the consistency mechanism set out in Article 63, provided that they fulfil the requirements laid down in paragraph 2."}
{"text":"The binding corporate rules referred to in paragraph 1 shall specify at least the structure and contact details of the group of undertakings, or group of enterprises engaged in a joint economic activity and of each of its members."}
{"text":"The binding corporate rules referred to in paragraph 1 shall specify at least the data transfers or set of transfers, including the categories of personal data, the type of processing and its purposes, the type of data subjects affected and the identification of the third country or countries in question."}
{"text":"The binding corporate rules referred to in paragraph 1 shall specify at least their legally binding nature, both internally and externally."}
{"text":"The binding corporate rules referred to in paragraph 1 shall specify at least the application of the general data protection principles, in particular purpose limitation, data minimisation, limited storage periods, data quality, data protection by design and by default, legal basis for processing, processing of special categories of personal data, measures to ensure data security, and the requirements in respect of onward transfers to bodies not bound by the binding corporate rules."}
{"text":"The binding corporate rules referred to in paragraph 1 shall specify at least the rights of data subjects in regard to processing and the means to exercise those rights, including the right not to be subject to decisions based solely on automated processing, including profiling in accordance with Article 22, the right to lodge a complaint with the competent supervisory authority and before the competent courts of the Member States in accordance with Article 79, and to obtain redress and, where appropriate, compensation for a breach of the binding corporate rules."}
{"text":"The binding corporate rules referred to in paragraph 1 shall specify at least the acceptance by the controller or processor established on the territory of a Member State of liability for any breaches of the binding corporate rules by any member concerned not established in the Union."}
{"text":"the controller or the processor shall be exempt from that liability, in whole or in part, only if it proves that that member is not responsible for the event giving rise to the damage."}
{"text":"The binding corporate rules referred to in paragraph 1 shall specify at least how the information on the binding corporate rules, in particular on the provisions referred to in points (d), (e) and (f) of this paragraph is provided to the data subjects in addition to Articles 13 and 14."}
{"text":"The binding corporate rules referred to in paragraph 1 shall specify at least the tasks of any data protection officer designated in accordance with Article 37 or any other person or entity in charge of the monitoring compliance with the binding corporate rules within the group of undertakings, or group of enterprises engaged in a joint economic activity, as well as monitoring training and complaint-handling."}
{"text":"The binding corporate rules referred to in paragraph 1 shall specify at least the complaint procedures."}
{"text":"The binding corporate rules referred to in paragraph 1 shall specify at least the mechanisms within the group of undertakings, or group of enterprises engaged in a joint economic activity for ensuring the verification of compliance with the binding corporate rules."}
{"text":"Such mechanisms shall include data protection audits and methods for ensuring corrective actions to protect the rights of the data subject."}
{"text":"Results of such verification should be communicated to the person or entity referred to in point (h) and to the board of the controlling undertaking of a group of undertakings, or of the group of enterprises engaged in a joint economic activity, and should be available upon request to the competent supervisory authority."}
{"text":"The binding corporate rules referred to in paragraph 1 shall specify at least the mechanisms for reporting and recording changes to the rules and reporting those changes to the supervisory authority."}
{"text":"The binding corporate rules referred to in paragraph 1 shall specify at least the cooperation mechanism with the supervisory authority to ensure compliance by any member of the group of undertakings, or group of enterprises engaged in a joint economic activity, in particular by making available to the supervisory authority the results of verifications of the measures referred to in point (j)."}
{"text":"The binding corporate rules referred to in paragraph 1 shall specify at least the mechanisms for reporting to the competent supervisory authority any legal requirements to which a member of the group of undertakings, or group of enterprises engaged in a joint economic activity is subject in a third country which are likely to have a substantial adverse effect on the guarantees provided by the binding corporate rules."}
{"text":"The binding corporate rules referred to in paragraph 1 shall specify at least the appropriate data protection training to personnel having permanent or regular access to personal data."}
{"text":"Those implementing acts shall be adopted in accordance with the examination procedure set out in Article 93(2)."}
{"text":"In the absence of an adequacy decision pursuant to Article 45(3), or of appropriate safeguards pursuant to Article 46, including binding corporate rules, a transfer or a set of transfers of personal data to a third country or an international organisation shall take place only if the data subject has explicitly consented to the proposed transfer, after having been informed of the possible risks of such transfers for the data subject due to the absence of an adequacy decision and appropriate safeguards."}
{"text":"In the absence of an adequacy decision pursuant to Article 45(3), or of appropriate safeguards pursuant to Article 46, including binding corporate rules, a transfer or a set of transfers of personal data to a third country or an international organisation shall take place only if the transfer is necessary for the performance of a contract between the data subject and the controller or the implementation of pre-contractual measures taken at the data subject's request."}
{"text":"In the absence of an adequacy decision pursuant to Article 45(3), or of appropriate safeguards pursuant to Article 46, including binding corporate rules, a transfer or a set of transfers of personal data to a third country or an international organisation shall take place only if the transfer is necessary for the conclusion or performance of a contract concluded in the interest of the data subject between the controller and another natural or legal person."}
{"text":"In the absence of an adequacy decision pursuant to Article 45(3), or of appropriate safeguards pursuant to Article 46, including binding corporate rules, a transfer or a set of transfers of personal data to a third country or an international organisation shall take place only if the transfer is necessary for important reasons of public interest."}
{"text":"In the absence of an adequacy decision pursuant to Article 45(3), or of appropriate safeguards pursuant to Article 46, including binding corporate rules, a transfer or a set of transfers of personal data to a third country or an international organisation shall take place only if the transfer is necessary for the establishment, exercise or defence of legal claims."}
{"text":"In the absence of an adequacy decision pursuant to Article 45(3), or of appropriate safeguards pursuant to Article 46, including binding corporate rules, a transfer or a set of transfers of personal data to a third country or an international organisation shall take place only if the transfer is necessary in order to protect the vital interests of the data subject or of other persons, where the data subject is physically or legally incapable of giving consent."}
{"text":"In the absence of an adequacy decision pursuant to Article 45(3), or of appropriate safeguards pursuant to Article 46, including binding corporate rules, a transfer or a set of transfers of personal data to a third country or an international organisation shall take place only if the transfer is made from a register which according to Union or Member State law is intended to provide information to the public and which is open to consultation either by the public in general or by any person who can demonstrate a legitimate interest, but only to the extent that the conditions laid down by Union or Member State law for consultation are fulfilled in the particular case."}
{"text":"The controller shall inform the supervisory authority of the transfer."}
{"text":"A transfer pursuant to point (g) of the first subparagraph of paragraph 1 shall not involve the entirety of the personal data or entire categories of the personal data contained in the register."}
{"text":"Where the register is intended for consultation by persons having a legitimate interest, the transfer shall be made only at the request of those persons or if they are to be the recipients."}
{"text":"Points (a), (b) and (c) of the first subparagraph of paragraph 1 and the second subparagraph thereof shall not apply to activities carried out by public authorities in the exercise of their public powers."}
{"text":"The public interest referred to in point (d) of the first subparagraph of paragraph 1 shall be recognised in Union law or in the law of the Member State to which the controller is subject."}
{"text":"Member States shall notify such provisions to the Commission."}
{"text":"In relation to third countries and international organisations, the Commission and supervisory authorities shall take appropriate steps to develop international cooperation mechanisms to facilitate the effective enforcement of legislation for the protection of personal data."}
{"text":"In relation to third countries and international organisations, the Commission and supervisory authorities shall take appropriate steps to provide international mutual assistance in the enforcement of legislation for the protection of personal data, including through notification, complaint referral, investigative assistance and information exchange, subject to appropriate safeguards for the protection of personal data and other fundamental rights and freedoms."}
{"text":"In relation to third countries and international organisations, the Commission and supervisory authorities shall take appropriate steps to engage relevant stakeholders in discussion and activities aimed at furthering international cooperation in the enforcement of legislation for the protection of personal data."}
{"text":"In relation to third countries and international organisations, the Commission and supervisory authorities shall take appropriate steps to promote the exchange and documentation of personal data protection legislation and practice, including on jurisdictional conflicts with third countries."}
{"text":"These regulations and laws shall take priority if compliance with this Policy would result in a violation of national law."}
{"text":"The content of this Policy must also be observed in the absence of corresponding national laws."}
{"text":"If compliance with this Policy would result in a violation of national law, or if regulations that deviate from this Policy are required under national law, this must be reported to the Chief Officer Corporate Data Protection and the central compliance organization for the purposes of data protection law monitoring."}
{"text":"Personal data must be processed in a lawful manner and in good faith."}
{"text":"The data subject must be informed in advance about the use of his\/her personal data for advertising purposes."}
{"text":"The data subject shall be informed that providing data for this purpose is voluntary."}
{"text":"As part of the communication process, consent should be obtained from the data subject."}
{"text":"When giving consent, the data subject should be given a choice among available forms of contact, such as e-mail and phone (consent see Section 5.2.3)."}
{"text":"If the data subject objects to the use of his\/her data for advertising purposes, it can no longer be used for these purposes and must be restricted or blocked from use for these purposes."}
{"text":"Any other restrictions from specific countries regarding the use of data for advertising purposes must be observed."}
{"text":"The granting of consent must be documented."}
{"text":"If the candidate is rejected, his\/ her data must be deleted in observance of the required retention period, unless the candidate has agreed to remain on file for a future selection process."}
{"text":"In the existing employment relationship, data processing must always relate to the purpose of the employment relationship if none of the following circumstances for authorized data processing apply."}
{"text":"If it should be necessary during the application procedure to collect information on an applicant from a third party, the requirements of the corresponding national laws have to be observed."}
{"text":"In cases of doubt - where permitted - consent must be obtained from the data subject."}
{"text":"A legal basis as listed below must be met to process personal data that is related to the employment relationship but was not originally part of creating, performing or terminating the employment relationship (employee data).The processing of employee data is also permitted if national legislation requests, requires, or allows this."}
{"text":"If there is some legal flexibility, the protective interests of the employee must be taken into consideration."}
{"text":"The agreements must cover the specific purpose of the intended data processing activity, and must be drawn up within the parameters of EU and national legislation."}
{"text":"Declarations of consent must be submitted voluntarily."}
{"text":"Their granting must be in any case properly documented."}
{"text":"Before giving consent, the data subject must be informed in accordance with this Data Protection Policy EU.Employee data can also be processed if it is necessary for a legitimate interest of a Group Company."}
{"text":"Before data is processed, it must be determined whether there are interests worthy of protection."}
{"text":"Even if there is a legitimate reason, the proportionality of the control measure must also be examined."}
{"text":"To this end, the legitimate interests of the Group Company in performing the control measure (e.g. compliance with legal provisions and internal company rules) must be weighed against any protective interests that the employee affected by the measure may have in exclusion of the measure."}
{"text":"The legitimate interest of the Group Company and any interests worthy of protection of the employee must be identified and documented before any measures are taken."}
{"text":"Moreover, any additional requirements under applicable law (e.g. rights of co-determination for the employee representatives and rights of the data subjects to obtain information) must be taken into account."}
{"text":"If there are plans to process highly sensitive personal data, the Chief Officer Corporate Data Protection must be informed in advance."}
{"text":"In this case, the data subject must be notified about the occurrence and outcome of an automated individual decision and be given the opportunity to have an individual review performed by a controller."}
{"text":"The responsible department must inform the data subjects of the purposes and circumstances of the processing of their personal data in line with Articles 13 and 14 GDPR."}
{"text":"If the data does not fall within the scope of application of the GDPR, the information must be provided in accordance with the applicable national law."}
{"text":"The requirements of the Chief Officer Corporate Data Protection and Data Compliance must be observed."}
{"text":"This information must be given whenever the personal data is collected for the first time."}
{"text":"If the Group Company receives the personal data from a third party, it must provide the information to the data subject within a reasonable period after obtaining the data, unless the data subject already has the information or it would be impossible or extremely difficult to provide this information."}
{"text":"This must be taken into account during the initial data collection."}
{"text":"If the purpose permits, and the effort is in proportion to the objective pursued, anonymized or statistical data must be used."}
{"text":"The personal data stored must be objectively correct and, if necessary, up to date."}
{"text":"In accordance with the principle of 'Privacy by Design,' the procedures and systems for processing personal data must be designed so that their default settings are restricted to the data processing necessary to fulfill the purpose (principle of 'Privacy by Default')."}
{"text":"Every Group Company shall implement and maintain appropriate technical and organizational measures throughout the entire life cycle of its processing activities, in order to ensure that the above principles are complied with at all times."}
{"text":"This means that personal data must be deleted or anonymized as soon as the purpose of its processing has been fulfilled or otherwise lapses, unless documentation or retention obligations continue to apply."}
{"text":"Those responsible for individual procedures must ensure the implementation of the deletion and anonymization routines for their procedures."}
{"text":"Each system must have a manual or automated deletion routine."}
{"text":"Deletion requests from data subjects through deletion or removal of the personal identifiers must be technically feasible in the systems."}
{"text":"Requirements that Daimler AG imposes for the performance of deletion routines (such as software tools, handout for the implementation of deletion concepts, documentation requirements) must be observed."}
{"text":"Personal data must be protected from unauthorized access and unlawful processing or transfer, as well as from accidental loss, alteration or destruction."}
{"text":"Before the introduction of new methods of data processing, particularly new IT systems, technical and organizational measures to protect personal data must be defined and implemented."}
{"text":"These measures must be based on the state of the art, the risks of processing and the need to protect the data."}
{"text":"The technical and organizational measures relevant to data protection must be documented by the controller in the context of the Data Protection Impact Assessment and the Record of Processing Activities."}
{"text":"In particular, the responsible department must consult with its Business Information Security Officer (BISO), its Information Security Officer (ISO) and its Data Protection Network."}
{"text":"The requirements for the technical and organizational measures for protecting personal data are part of the Corporate Information Security Management and must be continuously adjusted in accordance with technical developments and organizational changes."}
{"text":"The data recipient must be required to use the data only for defined purposes."}
{"text":"Group Companies shall, when introducing new processings, or in the event of a significant change to an existing processing, particularly through the use of new technologies, assess whether this processing poses a high risk to the privacy of data subjects."}
{"text":"Provisions established by Daimler AG for performing this assessment (such as software tools, instructions on the performance of an evaluation) must be observed."}
{"text":"This record should be maintained in writing, including in electronic form, and should be made available to the data protection supervisory authority on request."}
{"text":"Provisions established by Daimler AG for documentation (such as software tools and instructions on documentation) must be observed."}
{"text":"In these cases, an agreement on processing on behalf in line with relevant statutory requirements (such as the template 'agreement on processing on behalf'), must be concluded both with external processors as well as among Group Companies within the Daimler Group."}
{"text":"When issuing the order, the following requirements must be complied with, whereby the department placing the order must ensure that they are met."}
{"text":"The processor must be chosen based on its ability to cover the required technical and organizational protective measures."}
{"text":"The contractual standards for data protection provided by the Chief Officer Corporate Data Protection must be complied with."}
{"text":"The order must be placed in writing or in electronic form."}
{"text":"Before data processing begins, the controller must confirm by suitable assessment that the processor will fulfill the aforementioned obligations."}
{"text":"Provisions established by Daimler AG on this subject (such as software tools, instructions on the performance of evaluation, template contracts) must be observed."}
{"text":"It must also oblige the subcontractor to take the appropriate technical and organizational protective measures."}
{"text":"The form of consent as well as information obligations in the event of changes in the subcontracted relationship must be set out in the contract for services."}
{"text":"If applicable standards or legal provisions require the processor to carry out the processing contrary to the controller's instructions, or if these provisions prevent the processor from meeting its obligations under this Policy or under the agreement on processing on behalf, then the processor shall immediately inform its controller unless the legal provision in question forbids such notification."}
{"text":"Internal Group controllers also must oblige external processors to comply with the aforementioned regulations."}
{"text":"In the event that multiple Group Companies jointly define the means and purposes of processing personal data (along with one or more third parties, if applicable) (joint controllers), the companies must conclude an agreement that stipulates their duties and responsibilities to the data subject whose data they process."}
{"text":"The contract templates provided by the Chief Officer Corporate Data Protection must be observed."}
{"text":"The requirements of the Chief Officer Corporate Data Protection for such information must be observed."}
{"text":"Existing retention periods and interests worthy of protection that prohibit deletion must be observed."}
{"text":"An adequate consent and objection management system must be ensured."}
{"text":"If there is a legitimate objection, the data must be deleted."}
{"text":"Further legal rights and responsibilities shall remain unaffected."}
{"text":"When the personal data breach is likely to result in a risk to the rights and freedoms of natural persons, the responsible supervisory authority must where feasible be informed of the corresponding breach within 72 hours after the Group Company has become aware of it."}
{"text":"Furthermore, the data subjects must be notified of any personal data breach likely to result in a high risk to their rights and freedoms."}
{"text":"Requirements stipulated by Daimler AG in this regard (such as software tools, instructions on reporting), must be complied with."}
{"text":"If public authorities perform data protection checks, the Chief Officer Corporate Data Protection must be informed immediately."}
{"text":"Management must ensure that its employees receive and attend the required data protection training, including the content and handling of this Policy, if they have constant or frequent access to personal data, are involved in the collection of data or in the development of tools used to process personal data."}
{"text":"The requirements of the Chief Officer Corporate Data Protection and Data Compliance must be observed."}
{"text":"He must ensure compliance with national and international data protection laws."}
{"text":"If Group Companies want to take part in a certification system for binding corporate rules such participation must be agreed with the Chief Officer Corporate Data Protection."}
{"text":"Daimler AG's Supervisory Board must be informed of the annual report of the Chief Officer Corporate Data Protection as part of existing reporting duties."}
{"text":"The results must be reported to the Chief Officer Corporate Data Protection, the responsible Group Company and its data protection officer if one has been appointed."}
{"text":"Daimler AG's Board of Management must be informed of findings as part of existing reporting duties."}
{"text":"Changes that have significant effects on the Data Protection Policy EU, A17 or affect the level of protection offered by the Policy (i.e. changes to the binding character) must be promptly reported to the competent data protection supervisory authorities, who issue approval of this Policy as binding corporate rules."}
{"text":"In addition, all lawful instructions from the responsible supervisory authorities based on processing procedures in third countries or provisions of this policy shall be complied with."}
{"text":"The people responsible in third country companies must notify the Chief Officer Corporate Data Protection immediately if for their company the legitimate expectation exists, that laws or other regulations passed by a country or institution other than the EU and its member states, present the following risks: the laws or regulations are such as to prevent the relevant third-country company or other Group Company from meeting its obligations under this Policy when processing data in third countries."}
{"text":"The people responsible in third country companies must notify the Chief Officer Corporate Data Protection immediately if for their company the legitimate expectation exists, that laws or other regulations passed by a country or institution other than the EU and its member states, present the following risks: the laws or regulations can have serious adverse effects on the rights that data subjects are granted by this Policy for processing in third countries."}
{"text":"If a third-country company is required by a public authority to refrain from notifying the data protection supervisory authority about the disclosure of personal data, it shall take all suitable measures to mitigate this prohibition as far as possible or to repeal it, and to annually provide general information on the requests it received to the competent supervisory authorities (e.g. number of applications for disclosure, type of data requested, requester if possible)."}
